Repository: apalala-dev/zpuzzle
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Hello World!
fr: ¡Hola Mundo!

source: Show Licenses
fr: Afficher licences

source: Share
fr: Partager

source: Download
fr: Télécharger

# chooseDifficulty
source: Choose your difficulty
fr: Choisis la difficulté

source: Pick a background
fr: Sélectionne un fond

source: Show help
fr: Aide

# giveUpQuestion
source: Give up?
fr: Abandonner ?

source: No
fr: Non

source: Yes
fr: Oui

source: GIVE UP
fr: ABANDON

# pickNewBackground
source: Pick a new background
fr: Choisis un nouveau fond

source: CANCEL
fr: ANNULER

# nbMoves
source: {count,plural, =0{{count} Moves} other{{count} Moves}}
fr: {count,plural, =0{0 Coups} =1{{count} Coup} other{{count} Coups}}

source: PLAY
fr: JOUER

source: SOLVE
fr: RESOUDRE

# nbMovesSuffix
source: {count,plural, =0{ Moves} other{ Moves}}
fr: {count,plural, =0{ Coups} =1{ Coup} other{ Coups}}

source: Congrats!
fr: Bravo !

# puzzleChallengeCompleted
source: ZPuzzle challenge completed.
fr: ZPuzzle challenge réussi.

# shareScore
source: Share your score!
fr: Partage ton score !

# shareScoreWithFriends
source: Share your score on this puzzle with your friends and challenge them.
fr: Partage le score obtenu sur ce puzzle avec tes amis et défie les.

# shareMessage
source: I completed the ZPuzzle challenge with {nbMoves} moves in ‚è≥ {duration} ! https://play-zpuzzle.web.app
fr: J'ai terminé le ZPuzzle challenge avec {nbMoves} en ⏳ {duration} ! https://play-zpuzzle.web.app

# shareMessageSubject
source: ZPuzzle challenge completed
fr: ZPuzzle challenge réussi
